// FileSyncAgent Localizable.strings

// The name of the product
"FileSyncAgent" = "Sincronización de Archivos";

// Text of "ok" button, used in various dialogs.
"OK" = "Aceptar";

// Text of "cancel" button, used in various dialogs.
"CANCEL" = "Cancelar";

// Text of "Next" button, used in various dialogs
"NEXT" = "Siguiente";

// Text of "Done" button, used in various dialogs
"DONE" = "Aceptar";

// Text of "Continue" button, used in various dialogs
"CONTINUE" = "Continuar";

// The name of iDisk disk image when renamed and moved to the desktop when iDisk syncing is disabled.
// The argument is the user's .Mac name.
// The optional second argument is a counter, for when a .dmg already exists. E.g. "Previous local iDisk for jholt 3.dmg"
"PREVIOUS DMG%"    = "iDisk local anterior de %@";
"PREVIOUS DMG DIR" = "iDisks locales anteriores";

// These strings are used after migrating a Tiger local iDisk image to Leopard (and later) iDisk syncing  [rdar://6607831]
"MIGRATION_COMPLETE" = "Hay una copia antigua de su iDisk local en este ordenador que ocupa %@ de espacio de disco. ¿Desea conservarla o trasladarla a la Papelera?";
"MIGRATION_DESKTOP"  = "Conservar";
"MIGRATION_TRASH"    = "Trasladar a la Papelera";

// These strings are used to ask the user what to do with old and orphaned local iDisk images from all versions of iDisk syncing.  [rdar://6232713]
// Images can be found on the Desktop (moved there when iDisk syncing has been turned off in the past), as well as ~/Library/Mirrors (Tiger) and ~/Libary/FileSync (Leopard+)
// The code tracks where the images are found and presents three variants depending on where the images are (~/Desktop and/or ~/Library (i.e., INTERNAL)
"CLEANUP_IMAGES_DESK_1"         = "Hay una copia antigua de su iDisk local en este ordenador que ocupa %@ de espacio de disco. ¿Desea conservarla o trasladarla a la Papelera?";
"CLEANUP_IMAGES_INTERNAL_1"     = "Hay una copia antigua de su iDisk local en este ordenador que ocupa %@ de espacio de disco. ¿Desea conservarla o trasladarla a la Papelera?";
"CLEANUP_IMAGES_DESK_MULTI"     = "Hay varias copias antiguas de su iDisk local en este ordenador que ocupan %@ de espacio de disco. ¿Desea conservarlas o trasladarlas a la Papelera?";
"CLEANUP_IMAGES_INTERNAL_MULTI" = "Hay varias copias antiguas de su iDisk local en este ordenador que ocupan %@ de espacio de disco. ¿Desea conservarlas o trasladarlas a la Papelera?";
"CLEANUP_IMAGES_ALL"            = "Hay varias copias antiguas de su iDisk local en este ordenador que ocupan %@ de espacio de disco. ¿Desea conservarlas o trasladarlas a la Papelera?";

"CLEANUP_TITLE_1"     = "Se ha encontrado otra copia de iDisk en su ordenador.";
"CLEANUP_TITLE_MULTI" = "Se han encontrado otras copias de iDisk en su ordenador.";

"Keep"  = "Conservar";
"Trash" = "Trasladar a la Papelera";

// ----------------------------------
// "Your iDisk is almost full" dialog

"IDISK ALMOST FULL" = "Su iDisk está casi lleno.";

// Text of the "warn again" checkbox.
"DO NOT WARN AGAIN" = "No volver a mostrar esta advertencia.";

// Trash has files, too.
"ALMOST FULL TRASH MSG" = "Hay archivos del iDisk en la Papelera. Para que liberar espacio, vacíe la Papelera.\n\nPuede aumentar el tamaño del iDisk en el panel %@ de Preferencias del Sistema.";

// No files in trash.
"ALMOST FULL .MAC MSG" = "Puede aumentar el tamaño del iDisk en el panel %@ de Preferencias del Sistema.";


// ----------------------------
// "Resizing your iDisk" dialog

"RESIZE IDISK"     = "El tamaño del iDisk de su ordenador debe ajustarse.";
"RESIZE IDISK MSG" = "El iDisk de su ordenador no estará disponible temporalmente mientras se cambia su tamaño.";


// ----------------------------------
// "Can't turn off your iDisk" dialog

"CANT DISABLE"          = "No ha sido posible desactivar su iDisk local.";
"CANT DISABLE BUSY MSG" = "Su iDisk local no puede desactivarse en este momento porque contiene archivos que están abiertos. Ciérrelos e inténtelo de nuevo.";
"CANT DISABLE ERR MSG%" = "Su iDisk local no puede desactivarse en este momento debido al error %d. Inténtelo de nuevo más tarde.";


// ---------------------------
// "log out / continue" dialog

"LOGOUT BUSY"     = "Su iDisk se está sincronizando. ¿Desea continuar o cerrar la sesión?";
"LOGOUT BUSY MSG" = "Podrá cerrar la sesión una vez sincronizado el iDisk.";

// Text of the "log out" button.
"LOGOUT" = "Cerrar sesión";

// Text of the "continue" button.
"CONTINUE SYNC" = "Continuar sincronización";


// Size formats, used in the conflict and exception dialog to show file sizes.
// The argument is the number of bytes, the suffixes are the abbreviations for the standard metric scales: kilobytes, megabytes, etc.
"%BYTES" = "%qu bytes";
"%KB"    = "%.2f KB";
"%MB"    = "%.2f MB";
"%GB"    = "%.2f GB";
"%TB"    = "%.2f TB";
"%PB"    = "%.2f PB";
"%XB"    = "%.2f XB";


// ----------------------------------
// Finder status messages

"Cleaning up..."                 = "Ordenando…";
"Last sync cancelled."           = "Se ha cancelado la última sincronización.";
"Finder Settings"                = "Ajustes del Finder";				// [rdar://4735199]

// "DM_ACCOUNT_EXPIRED" was "Your %@ account has expired." prior to 10.5.3
"DM_ACCOUNT_EXPIRED"             = "Su cuenta de %@ ha caducado.";
"CREATE FAILED:NIL DMA"          = "No puede activarse la sincronización del iDisk. Compruebe su nombre de usuario y su contraseña de %@ en el panel %@ de Preferencias del Sistema.";
"CREATE FAILED:NO USERNAME"      = "No puede activarse la sincronización del iDisk. Compruebe su nombre de usuario y su contraseña de %@ en el panel %@ de Preferencias del Sistema.";
"CREATE FAILED:TOO BIG"          = "No se ha podido activar la sincronización del iDisk. El tamaño de su iDisk excede el espacio libre disponible.";
"CREATE FAILED:UNKNOWN"          = "No se ha podido activar la sincronización del iDisk. Inténtelo de nuevo más tarde.";
"Cannot sync more than one computer at a time."	= "Otro ordenador se está sincronizando con esta cuenta. Inténtelo de nuevo más tarde.";
"iDisk syncing unavailable."					= "La sincronización con iDisk no está disponible en estos momentos. Inténtelo de nuevo más tarde.";

// Was not localized prior to 10.5.3 (oops!)
"NO_ACTIVE_IDISK"                = "Su cuenta de %@ no tiene ningún iDisk activo.";
